cask_args appdir: "/Applications"
tap "homebrew/cask"
tap "heroku/brew"
tap "homebrew/cask-fonts"

brew "alfred"
brew "appcleaner"
brew "asdf"
brew "autojump"
brew "bartender"
brew "bat"
brew "bettertouchtool"
brew "brave-browser"
brew "discord"
brew "exercism"
brew "fig"
brew "figma"
brew "forklift"
brew "gh"
brew "git"
brew "gnupg"
brew "google-chrome"
brew "imagemagick"
brew "imageoptim"
brew "iterm2"
brew "jetbrains-toolbox"
brew "pinentry-mac"
brew "postman"
brew "rectangle"
brew "sequel-pro"
brew "slack"
brew "spotify"
brew "sublime-merge"
brew "tree"
brew "vim"
brew "visual-studio-code"
brew "whatsapp"
