cask_args appdir: "/Applications"
tap "homebrew/cask"
tap "heroku/brew"
tap "homebrew/cask-fonts"

brew "autojump"
brew "bat"
brew "exercism"
brew "font-jetbrains-mono"
brew "git"
brew "gh"
brew "gnupg"
brew "imagemagick"
brew "nodenv"
brew "pinentry-mac"
brew "pyenv"
brew "rbenv"
brew "ruby-build"
brew "tree"
brew "vim"
brew "yarn"

cask "appcleaner"
cask "bartender"
cask "bettertouchtool"
cask "caffeine"
cask "firefox"
cask "forklift"
cask "google-chrome"
cask "imageoptim"
cask "intellij-idea"
cask "iterm2"
cask "nordvpn"
cask "phpstorm"
cask "postman"
cask "pycharm"
cask "rectangle"
cask "sequel-pro"
cask "slack"
cask "sketch"
cask "spotify"
cask "sublime-merge"
cask "visual-studio-code"
cask "webstorm"
