cask_args appdir: "/Applications"
tap "homebrew/cask"
tap "heroku/brew"

brew "angular-cli"
brew "autojump"
brew "bat"
brew "exercism"
brew "git"
brew "gnupg"
brew "heroku/brew/heroku"
brew "hub"
brew "imagemagick"
brew "mas"
brew "node@10"
brew "pinentry-mac"
brew "rbenv"
brew "ruby-build"
brew "tree"
brew "vim"
brew "yarn"

cask "appcleaner"
cask "bartender"
cask "bettertouchtool"
cask "caffeine"
cask "cyberduck"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "imageoptim"
cask "intellij-idea"
cask "iterm2"
cask "nordvpn"
cask "postman"
cask "sequel-pro"
cask "slack"
cask "sketch"
cask "station"
cask "spotify"
cask "sublime-merge"
cask "visual-studio-code"
cask "webstorm"
cask "whatsapp"

mas "1Password 7", id: 1333542190
mas "Bear", id: 1091189122
mas "iA Writer", id: 775737590
mas "Keynote", id: 409183694
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Things3", id: 904280696

